source/_static/diagrams/22-writing-an-easyblock.d2
direction: right
n0: "ConfigureMake"
n1: "override"
n2: "class"
n0 -> n1
n1 -> n2
